{"text": "总是拉稀吃油腻会拉肚子怎么回事，三四天前就已经开始肚子疼，然后拉稀，啊吃东西就不痛不拉，吃东西就已经开始痛已经开始拉，全是拉稀。请问总是拉稀吃油腻会拉肚子怎么回事，你好通过上述病情叙述考虑由于消化不良引来的胃肠功能紊乱建议你清淡饮食，禁术辛辣油腻生凉刺激性食物，多喝热水，防止操劳受寒加班，在治疗期间患者需要做的饮食有节，规律作息积极参加体育锻炼，调节身心健康，保持自身卫生，避免因抵抗力下降而导致细菌入侵。"}
{"text": "连续四五天拉稀伴随腹痛怎么回事，三四天前就已经开始肚子疼，然后拉稀，啊吃东西就不痛不拉，吃东西就已经开始痛已经开始拉，全是拉稀。请问连续四五天拉稀伴随腹痛怎么回事，你好，根据你叙述的情况。如果恶心呕吐次数比较多，是需要有到医院仔细检查血常规及电解质。避免出现失水及电解质紊乱等情况。如果恶心呕吐不是特别严重，留意腹部防寒。平时留意饮食，防止排便极冷辛辣等刺激性食物。在治疗期间患者需要做的饮食有节，规律作息积极参加体育锻炼，调节身心健康，保持自身卫生，避免因抵抗力下降而导致细菌入侵。"}
{"text": "吃东西就拉拉稀肚子疼怎么回事，三四天前就已经开始肚子疼，然后拉稀，啊吃东西就不痛不拉，吃东西就已经开始痛已经开始拉，全是拉稀。请问吃东西就拉拉稀肚子疼怎么回事，大便性状受饮食、药物、精神、胃肠道疾病等因素影响，因此，日常要留意饮食卫生、恰当膳食，均衡营养，饮食要规律，留意低脂、低盐食物，少吃油炸及刺激性食物，少喝浓茶咖啡及冷饮，少吃豆制品及花生制品。忌烟忌酒，留意劳逸结合，防止加班，始终保持心情舒畅。必要时仔细检查大便常规。"}
{"text": "肚子痛拉稀两天今天三次怎么回事，胃肠炎，肠胃不舒服，恶心呕吐，拉稀，请问肚子痛拉稀两天今天三次怎么回事，你好，根据你说的情况，目前的临床诊断症状，考虑急性胃肠炎的情况，需要有积极给与药物实施治疗。建议去医院消化内科实施仔细检查，根据仔细检查结果，明确确诊，给与输液补液治疗，留意饮食，留意歇息，留意胃肠防寒，调节身心健康，保持自身卫生，避免因抵抗力下降而导致细菌入侵。"}
{"text": "我妈腰痛头痛肋骨也痛眼花有危险吗，你好，大夫，男，42岁易疲劳,腰痛,尿频，1年多是什么肾虚，多做活动。请问我妈腰痛头痛肋骨也痛眼花有危险吗，不一定有生命危险，腰痛有可能是腰椎病。需要有到骨科看一看，头痛有可能是睡眠不足，血压偏高，也有可能是神经血管性头痛，偏头痛或者是紧张性头痛，肋骨痛需要有看胸外科。除了相应治疗措施缓解急性期症状外，做好日常保健和预防，给予正确的健康教育，对预防复发、防止加重、缓解症状都具有很好作用。"}
{"text": "今天早上就一直闹肚子恶心如何治疗，昨天晚上吃了一瓶冰啤酒，然后吃了腐竹牛腩。凌晨已经开始肚子痛，拉稀，然后拉水，到现在拉了三次了。请问今天早上就一直闹肚子恶心如何治疗，考虑胃肠炎症引来的现象，会有腹部发涨疼痛，恶心呕吐干呕，食欲不振的症状。建议少吃辛辣极冷刺激性食物，留意胃肠防寒，少食多餐，在治疗期间患者需要做的饮食有节，规律作息积极参加体育锻炼，调节身心健康，保持自身卫生，避免因抵抗力下降而导致细菌入侵。"}
{"text": "肚子晚上咕咕叫拉水拉肚子如何治疗，昨天晚上吃了一瓶冰啤酒，然后吃了腐竹牛腩。凌晨已经开始肚子痛，拉稀，然后拉水，到现在拉了三次了。请问肚子晚上咕咕叫拉水拉肚子如何治疗，一般如果再次出现肠胃炎，肠道功能紊乱，都会引来恶心呕吐腹痛症状呢。情况可以服食许多肠胃炎的药物仔细观察看一看，平时少吃极冷油腻辣的食物，可以吃清淡易消化类的。在治疗期间患者需要做的饮食有节，规律作息积极参加体育锻炼，调节身心健康，保持自身卫生，避免因抵抗力下降而导致细菌入侵。"}
{"text": "全身都肿了腰痛拉肚子怎么治疗，女，今年42岁，易疲劳,腰痛,尿频，1年多是什么肾虚，多做活动。请问全身都肿了腰痛拉肚子怎么治疗，大便性状受饮食、药物、胃肠道疾病、精神情绪等多种不同因素影响。因此，日常要留意饮食卫生、恰当膳食，均衡营养，饮食要规律，留意低脂、低盐食物，禁食油炸及刺激性食物，禁喝浓茶咖啡及冷饮，戒烟限酒，留意劳逸结合，防止加班，始终保持心情舒畅。建议口服益生菌治疗。必要时仔细检查肠镜。"}
{"text": "小腹痛腰痛不是例假怎么治疗，女，今年43岁，易疲劳,腰痛,尿频，1年多是什么肾虚，多做活动。请问小腹痛腰痛不是例假怎么治疗，你好，如果有过性生活经历的话，那小肚子坠痛也不是月经期要来，白带增多也可能会是排卵期的原因。建议你如果忧心可以去正规医院的妇科门诊检查一下，明确确诊后对症解决。平时留意始终保持会阴部和性生活卫生，勤换内裤，勤泡澡，在月经期要严令禁止性生活的，期望我的解释能帮到你。"}
{"text": "腰痛记忆也没以前好怎么回事，女，今年22岁，易疲劳,腰痛,尿频，1年多是什么肾虚，多做活动。请问腰痛记忆也没以前好怎么回事，你好，这是早泄的表现出。怕冷伴发腰疼、疲乏、记忆力下降是肾阳精不足的表现出。常用药物有右归胶囊、还少胶囊等。至少治疗一个月。平时生存多留意，禁辛辣刺激酒，不要久坐憋尿，约束性交，适当活动锻练增强体质，可以学习提肛活动。除了相应治疗措施缓解急性期症状外，做好日常保健和预防，给予正确的健康教育，对预防复发、防止加重、缓解症状都具有很好作用。"}
{"text": "房事后腰痛持续好几天怎么治疗，女，今年44岁，易疲劳,腰痛,尿频，1年多是什么肾虚，多做活动。请问房事后腰痛持续好几天怎么治疗，根据你的上述叙述的情况，一般多考虑是因为频繁性生活或者频繁性交致使的前列腺炎因此建议你平时需要有惯多喝白开水的习惯，适当压制性交及性生活次数，同时需要有多举办体育锻炼，增强体质，不要加班，多会稳定的，除了相应治疗措施缓解急性期症状外，做好日常保健和预防，给予正确的健康教育，对预防复发、防止加重、缓解症状都具有很好作用。"}
{"text": "早上起来腰痛有点怕冷乏力怎么治疗，女，今年45岁，易疲劳,腰痛,尿频，1年多是什么肾虚，多做活动。请问早上起来腰痛有点怕冷乏力怎么治疗，你好，根据你的病史和临床表现来看主要是考虑与阳虚有关系的，因此六味地黄丸口服治疗的话是不适合的。建议可以运用五子衍宗丸口服调养的，这样的话效果会更好的，中医讲求辨证治疗，必须捉住疾病的本质的。除了相应治疗措施缓解急性期症状外，做好日常保健和预防，给予正确的健康教育，对预防复发、防止加重、缓解症状都具有很好作用。"}
{"text": "早上被腰痛醒后无法入睡怎么治疗，女，今年23岁，易疲劳,腰痛,尿频，1年多是什么肾虚，多做活动。请问早上被腰痛醒后无法入睡怎么治疗，考虑可能会为腰背筋膜炎，腰背肌筋膜炎是指因寒冷、潮湿、慢性劳损使腰背部肌筋膜及肌联盟再次发生水肿、沁出及纤维变性而再次出现的一连串临床诊断症状。本病应留意腰部歇息，防止风寒，可配带护腰，冷敷、理疗、针灸等物理治疗。如不纾解，建议到医院复诊，必要时行影像学检查。"}
{"text": "痔疮会影响怀孕吗，男，51岁，我的工作经常要坐在电脑旁，每天都要几个小时以上，去年开始我的屁股就长痔疮了，刚开始只是一小块肉，不痛也没有流血，请问；痔疮会影响怀孕吗，痔疮是绝不会影响怀孕的。如果是女方患痔疮的话，要先救治，以免在孕期病发，导致小产。建议你便后要温水坐浴，要始终保持大便通畅，排便易消化、少含渣滓的食物。饮食应粗细配搭，少饮浓茶、咖啡、酒类及少进辛辣食物，以增加对肛管的刺激。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"}
{"text": "哪种方法治疗痔疮好，男，53岁，我的工作经常要坐在电脑旁，每天都要几个小时以上，去年开始我的屁股就长痔疮了，刚开始只是一小块肉，不痛也没有流血，请问；哪种方法治疗痔疮好，经常便秘的人就会容易导致痔疮，痔疮会给人生存带给很大的不便和痛苦，治疗方法就是想缓解救治，只有手术救治，如果是痔疮很小的话，也可以保守药物救治或痔疮肚脐贴贴也可以，但是效果都不如手术救治明显。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"}
{"text": "痔疮的治疗方法有那些，男，52岁，我的工作经常要坐在电脑旁，每天都要几个小时以上，去年开始我的屁股就长痔疮了，刚开始只是一小块肉，不痛也没有流血，请问；痔疮的治疗方法有那些，可以用对症药物.扩展，痔核浮肿。忌辛辣痔疮患者如果嗜食刺激性强的辛辣食物，如辣椒、大蒜、生姜等，可迫使痔疮冲血，从而不断加剧痛痛。忌饱餐暴饮暴食、排便过饱，会增大痔疮的病发程度。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"}
{"text": "这种痔疮怎么治适合，男，53岁，我的一个朋友得病多年,去年频发,大便带血,不能吃棘椒,喝酒我想知道痔疮的较佳治疗方法，请问；这种痔疮怎么治适合，对于你这痔疮的保守救治我行肛门坐浴稳定局部血液循环；增强粗纤维性食物，发生改变不良的大便习惯，始终保持大便通畅，综合防治便秘和恶心呕吐，用对症药物对症药物塞肛救治等，你这保守救治无效行得通手术救治。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"}
{"text": "痔疮怎么好的快些，男34岁，我的工作经常要坐在电脑旁，每天都要几个小时以上，去年开始我的屁股就长痔疮了，刚开始只是一小块肉，不痛也没有流血，请问；痔疮怎么好的快些，根据你叙述的情况看，恐怕是闹肚子了导致的痔疮，这几天应当清淡饮食，多喝水，多吃蔬菜，禁食辛辣食物，始终保持大便通畅会好多的，局部清洁后，涂有关的对症药物。如果过几天没效果就到医院做下仔细检查。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"}
{"text": "痔疮平时需要注意些什么，男，54岁，我的工作经常要坐在电脑旁，每天都要几个小时以上，去年开始我的屁股就长痔疮了，刚开始只是一小块肉，不痛也没有流血，请问；痔疮平时需要注意些什么，您这是痔疮,由于已经再次出现疼痛,出血症状,所以建议您到医院进行救治,以防传染.可以治好的,没有必要担心.建议您到正规医院的肛肠科复诊,把痔疮摘除了就会好的,您这是外痔,平时不要吃辛辣食物,多吃水果,始终保持大便通畅.不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"}
{"text": "痔疮自己能好的快吗，男，34岁，我的一个朋友得病多年,去年频发,大便带血,不能吃棘椒,喝酒我想知道痔疮的较佳治疗方法，请问；痔疮自己能好的快吗，一般绝不会自己好的。痔疮一般相信是肛管皮肤下或（和）直肠下段黏膜下的静脉丛血块、扩展和屈曲所构成的静脉团，或因肛管部位的环状海绵样组织带再次发生了异常，使原本是肛管正常的尸体解剖结构遭遇摧毁所引来的。以反复的便后鲜血或便时（便后）肛门有肿物薄弱为主要临床表现的一种常见疾病。因为痔疮会出血，并且是慢性失血过多居多，时间长了是很容易导致贫血的。痔疮一般是绝不会自己好的。"}
{"text": "痔疮发作几天能好的快，男，33岁，我的一个朋友得病多年,去年频发,大便带血,不能吃棘椒,喝酒我想知道痔疮的较佳治疗方法，请问；痔疮发作几天能好的快，痔疮复发时间不好确认，建议你积极救治，惯良好的生存、饮食生活习惯，救治痔疮没什么特效的方法。必须始终保持大便通畅柔软，惯定时大便习惯，有便意时必须尽快上厕所。每天多吃蔬菜，香蕉，红薯。蜂蜜。戒酒和防止吃辛辣食物。就会稳定。必要时候可以手术救治。症状轻时可以先使用痔疮栓有作用。但是注意上述问题,否则手术后有可能病发的啊。"}
{"text": "痔疮要如何医治疗比较好的快，男，30岁，我的一个朋友得病多年,去年频发,大便带血,不能吃棘椒,喝酒我想知道痔疮的较佳治疗方法，请问；痔疮要如何医治好的快，根据你的你是由于近半年的时间，每次大便都特别困难，还会有尿血的症状再次出现，肛门附近有小肉瘤，得的是痔疮疾病。建议您平时要从饮食上注意调养，多吃一些更易吸收的食物，不要吃辛辣刺激性的食物，刺激肛门，以便严重病情。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"}
{"text": "痔疮严重会怎么样，男，30岁，我的工作经常要坐在电脑旁，每天都要几个小时以上，去年开始我的屁股就长痔疮了，刚开始只是一小块肉，不痛也没有流血，请问；痔疮严重会怎么样，建议您去医院救治，可以采取中药救治以免耽搁较佳救治时机痔疮是人体直肠末端粘膜下和肛管皮肤下静脉丛再次发生扩展和屈曲所构成的柔软静脉团,多是饮食不节：易生湿积热,湿热下注肛门,使肛门冲血灼痛,引起痔疮。劳累过度：久坐则血脉不行了,久行则气血纵横驰骋。瘀血流注肛门而生痔疾。要惯恰当的饮食生活习惯,不要吃太多辛辣食物,要多吃水果蔬菜类的食物。"}
{"text": "痔疮要怎么救治能好，男，31岁，我的工作经常要坐在电脑旁，每天都要几个小时以上，去年开始我的屁股就长痔疮了，刚开始只是一小块肉，不痛也没有流血，请问；痔疮要怎么救治能好，这个是属于救治痔疮的外用药物，具有清热解毒，缓解症状的作用，但是也只好起些缓解控制的作用，不能够缓解具体痔疮情况。平时需要有惯良好的生活习惯，排便习惯，饮食生活习惯等等，有效预防工作痔疮问题的再次出现。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"}
{"text": "怎么区分肛门尖锐和痔疮，男，31岁，我的一个朋友得病多年,去年频发,大便带血,不能吃棘椒,喝酒我想知道痔疮的较佳治疗方法，请问；怎么区分肛门尖锐和痔疮，尖锐湿疣会渐减小成乳头状或菜花状，表面粗糙不平呈颗粒状或毛刺样，一般没疼痛或瘙痒的感觉，痔疮可分成内痔，外痔，混合痔，根据位子不同，症状不同，有烧灼感，异物感，随着疼痛，部分病人除了出血现象。你可以从这几方面初步判断一下。建议到正规医院复诊。"}
{"text": "怎样可以尽快消除痔疮，男，33岁，我的一个朋友得病多年,去年频发,大便带血,不能吃棘椒,喝酒我想知道痔疮的较佳治疗方法，请问；怎样可以尽快消除痔疮，痔疮是常见病,首先你用不着担心,这是烦忧许多人的问题,心情要调整好。典型症状有大便时肛门疼痛、便后出鲜血、肛门外可以看见小肉球等。保守救治可以肛门外用对症药物对症药物,吃点迈之灵,每天晚上温水坐浴。痔疮非常重要的地方是防止病发有关因素:平时注意规律饮食及生活习惯,不吃辛辣刺激食物,预防工作便秘、始终保持大便通畅,惯按时排便的习惯,蹲厕时间不宜过长等。"}
{"text": "痔疮是怎样产生的，男，33岁，我的工作经常要坐在电脑旁，每天都要几个小时以上，去年开始我的屁股就长痔疮了，刚开始只是一小块肉，不痛也没有流血，请问；痔疮是怎样产生的，你患了痔疮需要有帮助，已经在医院肛肠科进行详细的仔细检查，疾病的确诊也已经明确了。医生应当也作出了救治建议。痔疮的构成原因便秘和排便时用力屏气，长再次出现痔与血便，长期以来被当之无愧相信是构成痔的重要原因，因为干硬的粪便和屏气可以引来痔静脉回流受阻而再次发生扩展。其他原因肛垫压力升高，肛垫向下移动，血管炎症，血管增生等。"}
{"text": "痔疮反复出血该怎么样治疗，男，32岁，我的一个朋友得病多年,去年频发,大便带血,不能吃棘椒,喝酒我想知道痔疮的较佳治疗方法，请问；痔疮反复出血该怎么样治疗，痣是局限性皮肤色素异常,可以降生就有,自可后天再次发生.这些痣绝大部分是良性的,毋须救治.长在面部,影响了容貌,可以采取不同的方法将其除去.常用的脱痣方法有以下几种：激光法、冷藏法、电灼法、扫斑机脱痣法和化学药剂脱痣法等。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"}
{"text": "这个月以来痔疮很痛要怎么办好，27岁，女最近只要一坐好没一会就疼的受不了，摸到屁股上有个小疙瘩，后来仔细检查说是痔疮请问这个月以来痔疮很痛要怎么办好，考虑痔疮引来的现象，会有肛门疼痛，严重时大便出血的症状。建议清淡温软饮食，多饮水，多吃蔬菜水果，少吃辛辣刺激性食物，并且涂抹对症药物调养，可以有所转好。在治疗期间患者需要做的饮食有节，规律作息积极参加体育锻炼，调节身心健康，保持自身卫生.避免因抵抗力下降而导致细菌入侵。"}
{"text": "怎么尽快解决痔疮疼痛问题，27岁，女最近只要一坐好没一会就疼的受不了，摸到屁股上有个小疙瘩，后来仔细检查说是痔疮请问怎么尽快解决痔疮疼痛问题，对于你这痔疮的保守救治，建议肛门坐浴稳定局部血液循环；增强粗纤维性食物，发生改变不良的大便习惯，始终保持大便通畅，综合防治便秘和恶心呕吐，在保守救治无效时行得通手术救治。患者要养成规律作息的生活好习惯，坚持治疗，并且要清淡饮食多做有氧运动，这样才能提供自身免疫力降低患病风险。"}
{"text": "怎么样才能避免痔疮疼痛，27岁，女最近只要一坐好没一会就疼的受不了，摸到屁股上有个小疙瘩，后来仔细检查说是痔疮请问怎么样才能避免痔疮疼痛，1、消化水分：体内的水分容易蒸发掉，需要有及时地消化水分，每天7—8杯即可，可在每天上床睡觉前空腹喝一杯蜂蜜水或者盐热水，协助肠胃吸收。2、饮食要留意：忌吃辛辣、油腻等比较含有刺激性的食物，多吃些新鲜的水果或蔬菜，如苹果、香蕉、梨子、青菜、菠菜、白菜等等有利于排便的食物，最好不要过度的抽烟和喝啤酒。3、排便要良好：保持良好的排便习惯，不要长久地蹲在厕所看书、玩游戏，最好能压制在10分钟之内，每天最好能定时排便，切勿忍便忍尿，构成习惯性照射条件排便。"}
{"text": "痔疮痛怎么缓解疼痛，27岁，女最近只要一坐好没一会就疼的受不了，摸到屁股上有个小疙瘩，后来仔细检查说是痔疮请问痔疮痛怎么缓解疼痛，痔疮总是疼痛，这可以考虑用些活血的药物救治的。你现在这种情况，还是尽早去医院救治比较好，早治疗效果会好多，必要的时候可以考虑手术救治的。平时自己要多留意歇息，清淡饮食。患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗尽快康复。"}
{"text": "痔疮疼这要怎么办呢，26岁，女最近只要一坐好没一会就疼的受不了，摸到屁股上有个小疙瘩，后来仔细检查说是痔疮请问痔疮疼这要怎么办呢，要想解决问题，可以考虑手术摘除痔疮，肛裂可以第二级神经元有痔疮，这是确诊肠道炎症最佳的仔细检查方法，痔疮绝不会癌变，高锰酸钾温水坐浴，防止长时间的下蹲，防止大便干结始终保持通畅。忌食辛辣刺激性食物尤其是辣椒患者要养成规律作息的生活好习惯，坚持治疗，并且要清淡饮食多做有氧运动，这样才能提供自身免疫力降低患病风险。"}
{"text": "痔疮患者平时该如何饮食，男，32岁，我的工作经常要坐在电脑旁，每天都要几个小时以上，去年开始我的屁股就长痔疮了，刚开始只是一小块肉，不痛也没有流血，请问；痔疮患者平时该如何饮食，你目前给出的拥有着痔疮的问题。给您提供以下几点建议，建议这段时间多注意休息，防止闹肚子，防止太过劳累，防止排便太过油腻辛辣刺激性的食物，戒掉烟酒，积极锻炼身体，都吃一些含有纤维素的食物。不要有任何的心理压力，保持愉快的心情，而且期间要注意多休息，同时饮食也要保持清单，避免油腻和辛辣，这样对你自己和腹中的胎儿都是有好处的。"}
{"text": "痔疮外露很痛怎么办，24岁，女最近排便有点困难，有的时候除了血迹，同事说可能会是痔疮，请问痔疮外露很痛怎么办，对于你这痔疮的保守救治我建议:行肛门坐浴稳定局部血液循环；增强粗纤维性食物，发生改变不良的大便习惯，始终保持大便通畅，综合防治便秘和恶心呕吐，用对症药物对症药物肛塞救治等，你这保守救治无效行得通手术救治。在治疗期间患者需要做的饮食有节，规律作息积极参加体育锻炼，调节身心健康，保持自身卫生.避免因抵抗力下降而导致细菌入侵。"}
{"text": "为什么痔疮快一个月了还没好，27岁，女最近只要一坐好没一会就疼的受不了，摸到屁股上有个小疙瘩，后来仔细检查说是痔疮请问为什么痔疮快一个月了还没好，长了痔疮后可先外用对症药物实施救治，如果痔疮严重的话也可以手术救治。惯每日定时排便的好习惯，经常吃一些粗粮，杂粮，多食含纤维多的蔬菜和水果，适当地多运动。在治疗期间患者需要做的饮食有节，规律作息积极参加体育锻炼，调节身心健康，保持自身卫生.避免因抵抗力下降而导致细菌入侵。"}
{"text": "孩子患了痔疮该怎么办，孩子最近排便有点困难，有的时候除了血迹，去看医生说是痔疮请问孩子患了痔疮该怎么办，你的孩子太小了,痔疮就是喝药的话也是效果不好的,所以建议不要随便给孩子喝药.可以动用对症药物膏外用看一看效果很好的,另外就是平时孩子的饮食要压制好,始终保持大便通畅,多给孩子吃蔬菜和水果,除了香蕉什么的,对孩子的胃肠道通畅很关键的,不能够让孩子便秘,对身体生长发育很不好的是.如果药物治疗效果不好,建议择期手术救治。患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗尽快康复。"}
{"text": "长痔疮为什么小便会流血，24岁，女最近排便有点困难，有的时候除了血迹，同事说可能会是痔疮，请问长痔疮为什么小便会流血，患者主要是拥有痔疮的疾病，现在在小便后再次出现破皮的情况，进行咨询进一步解决措施的问题。从患者的病情况且致使再次出现这样的情况要考虑可能会和痔疮的运动关于，建议要及时到当地医院的肛肠外科门诊复诊，必要时要实施手术救治。患者要养成规律作息的生活好习惯，坚持治疗，并且要清淡饮食多做有氧运动，这样才能提供自身免疫力降低患病风险。"}
{"text": "腰疼骨节响要怎么办，我怀上之前就疼，现在俩年了骨节响，之前有拍过片子脊椎有点变形,请问腰疼骨节响要怎么办，根据您的情况，怀上后由于身理弯折再次发生发生改变，会令得现有的脊椎再次发生进一步弯折，因此，临产之后最好做全面的仔细检查辅助性救治稳定症状。根据您的情况，个人建议您最好到骨科医院做全面仔细检查，必要时做进一步救治。患者要养成规律作息的生活好习惯，坚持治疗，并且要清淡饮食多做有氧运动，这样才能提供自身免疫力降低患病风险。"}
{"text": "有痔疮可不可以顺产，我28岁，女马上就要到临产的日子了，我是想顺产的，据说这样对孩子好，不过我患痔疮，所以就有一点担心，请问有痔疮可不可以顺产，患痔疮是可以实施顺产的，但是顺产是会严重痔疮的病情的，这个具体怎么确认还是要看你自己。既然患痔疮，最好每天用热毛巾敷一些次肛门，不需要的,冷敷后自然回缩的，除了在产前要多活动活动，有利于供应。患者要养成规律作息的生活好习惯，坚持治疗，并且要清淡饮食多做有氧运动，这样才能提供自身免疫力降低患病风险。"}
{"text": "阑尾炎动手术痛吗，我31岁，男患阑尾炎已经有一段时间了，之前一直是在靠药物救治的，但是现在感觉还是做手术会好一些，请问阑尾炎动手术痛吗，阑尾的手术当中再次出现疼痛感觉应当也是一种正常的现象，因为这种麻醉并不是一点儿都感觉不到的痛，这个痛觉神经还是有能感受到这个刺激的个可能性的，所以稍微感觉到一点儿痛也是正常的。在治疗期间患者需要做的饮食有节，规律作息积极参加体育锻炼，调节身心健康，保持自身卫生.避免因抵抗力下降而导致细菌入侵。"}
{"text": "应该如何治疗肠梗阻，男88岁爷爷一直肚子胀，便秘，吃不下饭，每天都很痛苦，医生说是得了肠梗阻，怎么治疗肠梗阻？应该如何治疗肠梗阻，肠梗塞的治疗方式以药物治疗为主，而且肠梗塞并发期间患者是需要进食的，但是因为身体内的电解质的紊乱让体内的酸碱失去平衡，所以需要及时补充水分，可采取针刺和中药方式治疗的同时，以点滴注射来补充水分。如果情况较为严重的话，还是需要手术治疗的，手术治疗效果较好。"}
{"text": "阑尾炎微创手术效果怎么样，我32岁，男患阑尾炎已经有一段时间了，之前一直是在靠药物救治的，但是现在感觉还是做手术会好一些，请问阑尾炎微创手术效果怎么样，救治阑尾炎最好的方式就是实施手术救治，你现在也是可以动用手术救治的，一般微创的削骨都是很不错的，也绝不会再次出现什么搞不清楚的情况，在手术过后一般个星期约莫就会下班，平时留意歇息。患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗尽快康复。"}
{"text": "脑梗引起的脑萎缩应该如何治疗，男72岁患上脑梗已经有很长一段时间了，但是最近到医院检查发现有脑萎缩的症状，脑梗引起的脑萎缩到底该怎么治疗？脑梗引起的脑萎缩应该如何治疗，脑萎缩在进行治疗的时候，药物治疗是主要的治疗方式，如果脑萎缩较为严重的话，也可以进行手术治疗，但是手术治疗是比较挑剔的，并不是任何人群都可进行脑萎缩的手术治疗，尤其是脑梗塞引起的脑萎缩，治疗方式还是以患者的体质和病情的严重程度为主，如果患者年龄较大的话，一般不建议进行手术治疗。"}
{"text": "阑尾炎术后饮食原则是什么，我33岁，男患阑尾炎已经有一段时间了，之前一直是在靠药物救治的，但是现在感觉还是做手术会好一些，请问阑尾炎术后饮食原则是什么，阑尾炎患者在未排气时不可以排便。术后第三天吃一些更易吸收的食物，如稀米粥，面汤等。饮食上宜清淡，吃一些含有纤维素的食物，可以增进肠道的扭动，多吃一些水果，比如说香蕉，苹果等消化维生素。在治疗期间患者需要做的饮食有节，规律作息积极参加体育锻炼，调节身心健康，保持自身卫生.避免因抵抗力下降而导致细菌入侵。"}
{"text": "痔疮已经好了为什么会大便出血，本人30岁得病后，吃药也没有什么效果，还是不舒服，请问：痔疮已经好了为什么会大便出血，痔疮好了，却大便又出血，可能会还没有全愈，可能会仍然有内痔，肛裂等疾病，改正不良饮食生活习惯，长期饮酒不但对肝脏有危害，而且也可增进痔疮的构成，痔疮患者应戒酒，同时防止辛辣刺激性的食物。然后，患者需要做到饮食有节，规律作息，调节身心健康，在生活中注意要保持良好的心情，要多吃清淡稀软的食物，多喝水也要多吃一些蔬菜与水果。"}
{"text": "人为什么会得胆结石问题呢，女今年41岁，来回跑医院去了很多回，总是效果不明显，也一直在发病，请问：人为什么会得胆结石问题呢，胆结石成分还是以胆汁为基础﹝其余抱括胆固醇、胆色素、甚至钙离子﹞，而在正常的化学及物理环境下，绝大多数的人都不会产生胆结石，但假若个体本身饮食不当或胆道再次发生病菌传染，再加上代谢通路堵塞，则会令得其中过量的成推测出积淀而构成结石。因此，在日常饮食生活习惯中，应当防止食用高醣类、高油脂类﹝甚至高胆固醇类﹞食物。"}
{"text": "想知道胆结石是怎么引起的，女今年39岁，我也不知道当初我为什么会有这个病，因为当初我也没去注意这件事，知道我身体不适的时候才去查身体，这病已经开始影响我的生活。请问：想知道胆结石是怎么引起的？，肝胆的疾病可以致使再次出现这样的症状，肝胆疾病会引来恶心干呕，特别是在吃油腻食物的时候，所以你再次出现这样的症状考虑与肝胆有关系。意见建议：是不是有胆结石，还需要有通过仔细检查才知晓，你可以做几下肝胆彩超仔细检查，并且可以查几下肝功能，乙肝5项，剔除有肝硬化，肝功能损伤，乙型肝炎病毒等情况。"}
{"text": "胆结石怎么形成的该病，女今年40岁，慢慢的身体就不舒服，也不知道怎么了，似乎没有精神请问：胆结石怎么形成的该病？，胆结石是因为胆汁淤滞引发的，主要是因为饮食不规律，缺少活动、喝水晒少，高脂肪饮食、肥胖等原因引来的，一般结石低于3cm可以保守治疗，症状严重可手术治疗，平时要留意惯按时用餐的习惯，清淡饮食。疾病的治疗方法有很多，但是由于患者病情不同所以采取的医治方法也就不一样，因此需要患者尽快去专业一样进行详细检测，才能对症下药。"}
{"text": "腔隙性脑梗吃哪些药治疗，男今年53最近因为突发性脑梗住院治疗的，我担心以后还会再病发，请问我想知道腔隙性脑梗吃哪些药治疗？，建议您去医院进一步仔细检查下，看一看恢复的情况。一般可以吃些稳定脑循环往复的药物，除了抗凝药物等。始终保持心情愉快，增加战胜疾病的信心。重新调整饮食生活习惯，饮食以清淡易消化为宜，多吃蔬菜、水果，戒烟酒，适当的做些体育锻炼，有利于病情的恢复，生活要有规律。"}
{"text": "腔隙性脑梗塞吃什么药有效果呢，男今年49岁，半年前因为头晕的厉害住院治疗了，医生说我是腔隙性脑梗，治疗后已经好一些了，请问我想知道腔隙性脑梗塞吃什么药有效果呢？，腔隙性脑梗塞是两类相对轻微的脑梗塞，是脑小动脉闭塞性疾病，引来针尖样小范围的梗死病灶。腔隙性脑梗塞与高血压病密切相关。治疗要首先控制血压，还可以服食阿司匹林肠溶片。另外，在日常生活中患者要均衡补充身体营养,多做做一些有氧运动来锻炼身体,并且要保持愉快的心情，以此来增强体质加快康复速度。"}
{"text": "脑梗塞什么情况下需要手术治疗，男今年50最近因为突发性脑梗住院治疗的，我担心以后还会再病发，请问我想知道脑梗塞什么情况下需要手术治疗？，需要有手术一般是因为需要有介入治疗，血管内治疗，就是栓子比较大，阻塞的血管可能会是比较主干的血管，这时候静脉溶拴效果有可能不好。需要有血管内置把血栓拿出来。除了一种情况就是血管已经完全闭赛了，而且时间比较长了，没有办法去把它通过血管内治疗来启用。需要有给它搭个桥，从别的地方搭个血管过去，这个是比较大的手术。除了就是比较严重的病人，比如说复诊的时候已经错失了溶拴和取拴的机会，因为溶拴、取拴都是有时间窗、有时间影响。"}
{"text": "孕期痔疮疼痛如何缓解才是比较好的，男今年27岁，我这得了痔疮后，经常就是被疼痛所困恼，每次痔疮一再次出现我恨不得睡午觉都是站着，请问我想知道孕期痔疮疼痛如何缓解才是比较好的？，首先在孕期的阶段是不建议动用药物的，所有你可以用点温水坐浴来缓解疼痛的症状，还需要有多喝点水，吃点含有维生素的食物，始终保持大便的通畅情况，其次就是要留意辛辣刺激的食物要少吃。另外，在日常生活中患者要均衡补充身体营养,多做做一些有氧运动来锻炼身体,并且要保持愉快的心情，以此来增强体质加快康复速度。"}
{"text": "左右的肾都有肾结石怎么办才好，女今年43岁，一段时间感觉到身体很累，去医院检查就知道得病了，请问：左右的肾都有肾结石怎么办才好，肾，输尿管结石要看大小，大于1.2CM，输尿管镜气压弹道（或激光）碎石。输尿管上段结石1.1体外高压电流碎石，下段输尿管镜碎石。1CM以下结石排石。意见建议:多饮食，颠婆（排石）治疗。疾病的治疗方法有很多，但是由于患者病情不同所以采取的医治方法也就不一样，因此需要患者尽快去专业一样进行详细检测，才能对症下药。"}
{"text": "如何缓解痔疮疼痛效果比较好些，男今年23岁，最近这一段时间，我感觉肛门很痛，有时候大便还会带血，去医院仔细检查医生说是痔疮，请问我想知道如何缓解痔疮疼痛效果比较好些，如果已经没恶露,那么可以用高锰酸钾(1：5000)液温热水坐浴,增进局部的血液循环和水肿消褪,有较好的效用.但痔疮再次发生多与便秘关于和腹压下降关于(妊娠期容易严重).因此建议多饮水,多食高纤维食物(如白菜,芹菜等),多食水果等.另外就是适当的运动还增进胃肠扭动,防止长时间坐着,多卧床歇息.也可以进行紧缩肛门的动作锻练,稳定局部的血液循环,也有以防病发的效用.因为哺乳期,尽可能用不着药物治疗。"}
{"text": "有肾结石的病人可以去吃鸡蛋吗，女今年44岁，精神状态最近不是很好，也不知道怎么回事，请问：有肾结石的病人可以去吃鸡蛋吗，根据你的叙述、考虑为、肾结石、是身体各种矿物质汇集尔成、细菌感染后引来痛。;1、去医院泌尿科进一步仔细检查。2、口服：通淋排石可粒。3、碎石。4、定期间查。疾病的治疗方法有很多，但是由于患者病情不同所以采取的医治方法也就不一样，因此需要患者尽快去专业一样进行详细检测，才能对症下药。"}
{"text": "肾结石问题反反复复需要怎么办才好，女今年44岁，得病后，吃药也没有什么效果，还是不舒服，请问：肾结石问题反反复复需要怎么办才好，腰部疼痛伴发小腹部疼痛等症状考虑肾结石引来的，建议泌尿外科复诊明确确诊，可以口服排石颗粒治疗，多喝水增强尿量，勤排尿，多活动，少吃辛辣食物。疾病的治疗方法有很多，但是由于患者病情不同所以采取的医治方法也就不一样，因此需要患者尽快去专业一样进行详细检测，才能对症下药。"}
{"text": "几年前我查出有左肾结石怎么办才合适，女今年43岁，我一直也在治这个病，也都在吃药，但是一直不见好转，我也很烦，用了很多方法也不行，请问：几年前我查出有左肾结石怎么办才合适，很有可能是结石引来的，请到医院做个彩超吧。意见建议:1.多饮水，留意歇息2.少列举酸性、碱性饮料，禁术辛辣食物；3.按时复查尿常规，留意尿酸、甲状旁腺激素变动4.规律性运用排石药物，必要时行得通体外冲击波碎石。疾病的治疗方法有很多，但是由于患者病情不同所以采取的医治方法也就不一样，因此需要患者尽快去专业一样进行详细检测，才能对症下药。"}
{"text": "做了痔疮手术后不好怎么办，男，34岁，我最近肛门处疼的受不了，导致我都无法正常的上班和睡觉，但是因为是痔疮，长在那么尴尬的地方又不好意思去医院检查，请问：做了痔疮手术后不好怎么办，痔疮术后，会在时间内创面会有水肿，这是正常的，配合坐浴和局部用药，会初步消褪的，只是你现在在月经期间，暂且用不着坐浴，坚持配合用药，可配合膏剂可以挤入肛门内。用药过程中，或者用药一周后根据病情变动，期望您及时信息反馈，以便指导您重新调整用药，给你一些痔疮的调摄1、养成每天定时排便的良好习惯，以防便秘，蹲厕时间不宜过长，以免肛门部瘀血。2、注意饮食调合，多喝热水，多食蔬菜，少食辛辣食物。3、防止久坐久立，进行适当的运动或定时作肛门括约肌活动，就是紧缩肛门的动作。"}
{"text": "可以用什么外用药膏缓解痔疮，男今年28岁，我这得了痔疮后，经常就是被疼痛所困恼，每次痔疮一再次出现我恨不得睡午觉都是站着，请问我想知道可以用什么外用药膏缓解痔疮？，对于你这孕期痔疮的治疗我不建议用药，对于你这痔疮的治疗我行肛门坐浴稳定局部血液循环；增强粗纤维性食物，发生改变不良的大便习惯，始终保持大便通畅，综合防治便秘和恶心呕吐等。另外，在日常生活中患者要均衡补充身体营养,多做做一些有氧运动来锻炼身体,并且要保持愉快的心情，以此来增强体质加快康复速度。"}
{"text": "吃什么预防中风问题比较好呢，男今年40岁，之前一直说是自己的身体不舒服，有时候总是走路摇晃的厉害，最近说是有点中风的迹象了，请问我想知道吃什么预防中风问题比较好呢？，老年人预防工作中风可以吃的食物如下：多吃桃、橙、香蕉、菠菜、毛豆、甜薯、马铃薯等含有钾的食物，可减低血压，超越预防工作中风的效果。应影响动物脂肪，如猪油、牛油、奶油等，以及含胆固醇较高的食物，如蛋黄、鱼子、动物内脏、肥肉等，因为这些食物中所含饱和脂肪酸可使血中胆固醇浓度明显下降，增进动脉硬化。"}
{"text": "肾结石都会有什么症状，我二十六岁，男最近这几个月，每次尿尿的时候，有点排尿不畅，很疼的感觉，跟针刺似的，非常痛，每次尿完都要抖几下，尿分叉，请问肾结石都有什么症状，肾结石的主要症状是腰部胀痛,血尿,小便痛，肾结石也有反射痛。有可能是肾结石的症状。但更有可能是输尿管结石。有时候B超会漏诊一小部分输尿管结石。可以做造影诊断。患者日常要养成良好的生活习惯，规律作息，禁烟酒，多增加日常锻炼以此来提高患者免疫力，避免病情复发。"}
{"text": "肾结石患者能吃什么水果，我二十九岁，男这段时间总会出现腰酸背痛的情况，刚开始以为是干活累着了，但是现在病情越来越严重，检查是得了肾结石，请问肾结石能吃什么水果，肾结石勿吃含有草酸盐的食物抱括豆类、芹菜、巧克力、葡萄、青椒、香菜、菠菜、草莓。饮食宜清淡，以低蛋白、低脂肪为基础；增强维生素B的摄入量。影响维生素的用量。救治期间应多饮水，多吃西瓜及压制钙的摄入，金钱草有排石功效，可适当服食，适当增强活动，少用些酸性食物。祝您早日康复"}
{"text": "女性肾结石都有哪些症状表现，我三十一岁，男最近上厕所的时候特别疼，去医院仔细检查诊断了肾结石，请问女性肾结石有哪些症状表现，女性肾结石患者在肾脏和输尿管结石第二级神经元传染时尿中呈现出脓细胞，临床诊断可呈现出高热、腰痛，由于结石直接伤损肾和输尿管的粘膜，常在剧痛后呈现出镜下血尿或肉眼血尿，结石阻塞可引来肾结石、肾功用不全，肾绞痛也是肾结石的典型症状，患者一旦诊断应及时的实施救治。"}
{"text": "肾结石药怎么治疗好，我二十三岁，男最近这几个月，每次尿尿的时候，有点排尿不畅，很疼的感觉，跟针刺似的，非常痛，每次尿完都要抖几下，尿分叉，请问肾结石怎么治疗好，敬重的患者很高兴为您解惑问题。现在关于肾结石的治疗方法较多，抱括一般疗法、体外冲击波碎石、手术取石以及针对分解代谢紊乱的救治。找寻病因和以防病发等救治，总体来说，即中医救治和西医救治，临床诊断上应根据每个患者的具体情况正确决定运用。患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗尽快康复。"}
{"text": "肾结石患者不可以吃什么水果，我三十二岁，男最近上厕所的时候特别疼，去医院仔细检查诊断了肾结石，请问肾结石不能吃什么水果，水果上面没什么禁忌的，都可以吃，水果和蔬菜建议可以多吃。不吃或少吃高糖、高胆固醇、高脂肪饮食。多实施体育锻炼，在增加脂肪摄取的同时应增进脂肪的压缩。每年不定期健康检查，抱括肝胆B超仔细检查。患者日常要养成良好的生活习惯，规律作息，禁烟酒，多增加日常锻炼以此来提高患者免疫力，避免病情复发。"}
{"text": "胆囊结石必须去做手术吗，男21岁，慢慢的身体就不舒服，也不知道怎么了，似乎没有精神请问：胆囊结石必须去做手术吗，胆囊结石没疼痛等症状我不主张手术，也不必服药治疗，因为服药是不可能把结石消除的。一旦有疼痛就是手术的恢复证了。保胆手术可以做，但是要留意的是5年后的复发率为80%，所以我不主张做保胆手术，直接用腹腔镜把胆囊切除是最佳决定。疾病的治疗方法有很多，但是由于患者病情不同所以采取的医治方法也就不一样，因此需要患者尽快去专业一样进行详细检测，才能对症下药。"}
{"text": "大便出血这病是什么原因啊，男，今年5岁，宝宝的大便有粘液而且除了破皮，而且还在吐肚子也有点鼓鼓的，请问我想知道大便出血这病是什么原因啊，你现在情况一般是由于大便干结，饮食比较辛辣等原因引发的痔疮的可能性较大。建议能留意歇息，防止加班，防止操劳，不要吃辛辣刺激性过大的食物，多吃蔬菜，多吃水果，多吃含有粗纤维素的食物，始终保持大便通畅，防止大便干结，防止大便时间过长，局部可以使用痔疮膏治疗。"}
{"text": "大便出血这病什么问题，女今年24岁，前天大便，用纸擦突然发觉有血，还以为来月经了，后来发觉不是来月经，连续三天大便后擦纸都是有血，而且有点多，请问我想知道大便出血这病什么问题，根据你的如果是大便出血的话，考虑可能会是痔疮引发的，如果是阴道出血那么考虑可能会是宫颈方面的疾病引来的，建议您平时多留意局部的卫生，不要吃极冷辛辣刺激性大的食物。疾病的治疗方法有很多，但是由于患者病情不同所以采取的医治方法也就不一样，因此需要患者尽快去专业一样进行详细检测，才能对症下药。"}
{"text": "有痔疮大便出血怎么办，我今年26岁，我痔疮还没好，最近大便也带血，请问;有痔疮大便出血怎么办，出血的话要用痔疮栓，可以敷药，另外，您还要注意少食辛辣，多吃含纤维素的蔬菜水果，和一些蜂蜜，始终保持大便软很重要。便后注意擦洗，或坐浴，再加上上述药物，会转好的。在生活中除了要注重治疗效果之外，还要要保持良好的心情，好的心情对疾病的恢复很有帮助。不仅如此，日常饮食也是要格外注意的，健康饮食对于病情恢复有很大帮助，甚至还有辅助治疗的功效，所以平时需要清淡饮食，规律作息。"}
{"text": "肠息肉手术后应吃什么补品，我26岁，男现在刚做完肠息肉的手术，马上就要出院了，但是医生也没跟我说什么时候复检，请问肠息肉手术后应吃什么补品，息肉术后护忌食辛热、油腻、粗糙、多渣的食品，忌烟酒、咖啡等，多食具备清肠热，滋润营养粘膜、通便敷药效用的食品，如生梨汁、藕汁、荸荠汁、芦根汁、芹菜汁、胡萝卜、白萝卜(肉食)、苦瓜、茄子、黄瓜、菠菜、金针菜、卷心菜、蛋黄、苹果、无花果、香蕉、黑芝麻、胡桃肉、白木耳等。在治疗期间患者需要做的饮食有节，规律作息积极参加体育锻炼，调节身心健康，保持自身卫生.避免因抵抗力下降而导致细菌入侵。"}
{"text": "得了胆结石需要如何治疗呢，男，53岁，爸爸平时胆不太好，检查出是得了胆结石，目前已经做了基本的治疗，效果还可以，请问得了胆结石需要如何治疗呢，一般患胆结石，可以考虑手术治疗的。建议你去正规的医院检查，要根据胆结石的具体情况来进行治疗。平时要注意饮食，不要太油腻。不同病因引发不同的症状，患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗。此外患者日常需要规律作息、做好防寒保暖工作、日常饮食多吃清淡稀软的食物、勤通风和多喝热水。"}
{"text": "胆结石患者要怎么样治疗较好，女，32岁，最近我媳妇和我说身体不舒服，刚开始也没当回事，后来却发现却越来越严重了，之后我就在附近找了一家医院做了检查，医生告诉我媳妇换上了胆结石，胆结石患者要怎么样治疗较好，严重还是需要手术的，如果比较轻可以采取中药排石。一般胆结石的诊断并不是太困难。治疗要根据患者的一般状况、胆结石的形态、位置、大小和症状来确认。建议在外科采用手术治疗。现在胆结石手术分成开腹和腹腔镜两种，在普外科该手术二级以上的医院都是常规手术，所以请患者不必太担心。但患者也应重视，有一种结石坎顿后获得急性病症，患者会非常受罪。"}
{"text": "胆囊炎都会有什么症状，本人男性42岁，腹部疼痛去医院检查患有胆囊炎。请问：胆囊炎都有什么症状，胆囊炎的症状如下：1、慢性胆囊炎症状、体征不典。大多数表现为胆源性消化不良，厌油腻食物、上腹部闷胀、嗳气、胃部灼热等，与溃疡病或慢性阑尾炎近似，有时因结石肠梗阻胆囊管，可呈急性复发，但当结石快速移动、肠梗阻消除，即迅速转。体查，胆囊区可有轻度压痛或敲击痛，若胆囊积水，常能扪及圆形、光滑的囊性肿。2、急性胆囊炎不少患者在进油腻晚餐后半夜病发，因高脂饮食能使胆囊增强紧缩，而平卧又更易小胆石滑入并嵌顿胆囊。主要表现为右上腹持续性疼痛、阵发性不断加剧，可向右肩背反射;常伴发烫、恶心干呕，但寒战少见，黄疸。"}
{"text": "早期胆囊炎会有哪些症状，我妈妈今年50岁，今天去医院做了彩超，患胆囊炎。请问：胆囊炎在早起会有哪些症状，腹痛是急性胆囊炎的主要症状，常在排便油腻食物之后，已经开始时可为剧烈的交通，设在上腹中部，可能伴发恶心、干呕；在绞痛复发过后，便转成右上腹部疼痛，呈持续性，疼痛可反射至右肩或腰背。急性结石性胆囊炎较常表现有胆绞痛。部分病人，特别是急性非结石性胆囊炎，起病时可能没明显的胆绞痛，而是上腹部及右上腹部持续性疼。当胆囊肿大，胆囊的炎症刺激相邻腹膜时，则右上腹部疼痛的症状更为薄。但是，如果胆囊的位子较高，则常没右上腹部疼痛，右肩背部疼痛则表现得为薄。"}
{"text": "怎么样治疗脑萎缩好，男，54岁，我总是头疼，去医院检查有点脑萎缩，请问：怎么治疗脑萎缩？，脑萎缩是属于退行性变动，没什么特殊的治疗方式，可以使用些药物增进脑部的血液循环，能预防出现严重。用药要再医生的指导下口服，不能够随便乱口服。最后，在生活中除了要注重治疗效果之外，还要要保持良好的心情，好的心情对疾病的恢复很有帮助。不仅如此，日常饮食也是要格外注意的，健康饮食对于病情恢复有很大帮助，甚至还有辅助治疗的功效，所以平时需要清淡饮食，规律作息。"}
{"text": "通常胆囊炎都有什么症状，本人男性41岁，腹部疼痛去医院检查患有胆囊炎。请问：胆囊炎都有什么症状，胆囊炎早期症状有：1、急性胆囊炎急性胆囊炎的症状，主要有右上腹疼、恶心、干呕和发烫。急性胆囊炎会引起右上腹疼痛，一开始疼痛与胆绞痛非常相像，但急性胆囊炎引起的腹痛其持继的时间往往较长，作呼息和发生改变体位常常能使疼痛严重，因此病人多讨厌向右侧躺卧，以减低腹。2、慢性胆囊炎慢性胆囊炎是最常见的一种胆囊疾病，病人一般同时有胆结石，但无结石的慢性胆囊炎病人在我国也不少。"}
{"text": "胆囊炎症状一般都有哪些表现，本人男性39岁，腹部疼痛去医院检查患有胆囊炎。请问：胆囊炎症状一般都有哪些，主要表现为右上腹持续性疼痛、阵发性不断加剧，可向右肩背反射；常伴发烫、恶心干呕，但寒战少见，黄疸。腹部检查发觉右上腹圆润，胆囊区腹肌紧张、明显压痛、反跳。慢性胆囊炎症状、体征不典。大多数表现为胆源性消化不良，厌油腻食物、上腹部闷胀、嗳气、胃部灼热等，与溃疡病或慢性阑尾炎近似；有时因结石肠梗阻胆囊管，可呈急性复发，但当结石快速移动、肠梗阻消除，即迅速转。体查，胆囊区可有轻度压痛或敲击痛；"}
{"text": "胆囊炎有什么症状以及表现，我妈妈今年52岁，今天去医院做了彩超，患胆囊炎。请问：胆囊炎有什么症状表现，胆囊炎是一种因为某些细菌感染而出现的胆道方面的疾病，这种疾病非常的常。而且，发生的时候大多数以中老年人为基。所以，当身体出现了胆囊炎的症状时，必须尽早的去检查和治疗。今天就给大家讲解下胆囊炎的早期症状。慢性胆囊炎：慢性胆囊炎症状、体征不典。大多数表现为胆源性消化不良，厌油腻食品、上腹部闷胀、嗳气、胃部灼热等，与溃疡病或慢性阑尾炎近似;有时因结石堵塞胆囊管，可呈急性复发，但当结石快速移动、堵塞消除，即迅速转。"}
{"text": "肾结石发作了要怎么办，我今年53岁，女，这几天小便的时候疼，也不知道怎么回事，去医院检查是肾结石，请问；肾结石发作怎么办，肾结石一般在0.6以下的是药物排石,常用的药物如肾石通颗粒,对症药物等.大于0.6以上的是体外冲击波碎石,大于2.0以上的可以手术治疗.建议你到医院的泌尿外科进行仔细检查,查明原因,及时治疗.肾结石一粒直径大于1CM就很难通过药物排出来.可以做碎石治疗,如果高于1CM,可以用中药的排石汤,抗菌素和对症治疗.当前先解决疼痛,稳定情绪,稳定体质.平时需发生改变饮食结构和习惯,建议多做剧烈运动或多饮水。"}
{"text": "肛门瘙痒怎么样治疗呢，男，今年28岁，最近不知道怎么了肛门总是很痒，很想抓，请问：肛门瘙痒怎么治疗呢？，根据你叙述的情况你这可能是由于致病菌传染致使肛门再次出现炎症反映引来的，患者可以是用对症药物涂抹患处，能消除炎症，缓解瘙痒。除此之外，患者还可以用对症药物溶液擦洗患处，能增加细菌滋长，预防出现传染。发现疾病患者朋友应当保持良好的心态，用积极的心态去面对疾病，只有这样才能提高患者的免疫力以及对抗疾病的信念，相信这样能将疾病赶走。"}
{"text": "肛门瘙痒到底是什么原因，男，今年40岁，最近不知道怎么了肛门总是很痒，很想抓，请问：肛门瘙痒是什么原因？，应当去当地医院肛肠科门诊仔细检查明确肛门瘙痒是痔疮，湿疹，蛲虫还是肛瘘等引来，进而有针对性的治疗。要注意现在戒掉烟酒、辣椒，闹肚子东西尽量不吃，白天应当多喝水，肛门周围用温水擦洗干净，可以涂抹湿疹膏或者是药膏，不能够久坐，多运动。另外，在日常生活中患者要均衡补充身体营养,多做做一些有氧运动来锻炼身体,并且要保持愉快的心情，以此来增强体质，好的生活习惯对预防疾病是有一些帮助的。"}
{"text": "肛门瘙痒越挠越痒到底怎么回事，男，今年41岁，最近不知道怎么了肛门总是很痒，很想抓，请问：肛门瘙痒越挠越痒怎么回事？，你的情况考虑肛周湿疹，可能与内分泌紊乱或者局部过敏等关于。建议每天用温盐水擦洗，局部外用软膏，同时口服抗生素治疗。平时要清淡饮食，少吃辛辣刺激的食物和发物。另外，在日常生活中患者要均衡补充身体营养,多做做一些有氧运动来锻炼身体,并且要保持愉快的心情，以此来增强体质预防疾病的发生。"}
{"text": "肛门瘙痒怎么样治疗，男，今年45岁，最近不知道怎么了肛门总是很痒，很想抓，请问：肛门瘙痒怎么治疗？，引来肛门瘙痒的原因有一些，所以在治疗肛门瘙痒前首先要寻出引来肛门瘙痒的病因，对因治疗，不能够盲目的用药，防止增强治疗的难度。平时可以用对症药物溶液擦洗患处，饮食要尽量的清淡，防止食用辛辣刺激性的食物。发现疾病患者朋友应当保持良好的心态，用积极的心态去面对疾病，只有这样才能提高患者的免疫力以及对抗疾病的信念，相信这样能将疾病赶走。"}
{"text": "肾结石该怎么样治疗，我今年35岁，女，这几天小便的时候疼，也不知道怎么回事，去医院检查是肾结石，请问；肾结石该怎么治疗？，肾结石一般在0.6以下的是药物排石.大于0.6以上的是体外冲击波碎石.可以手术治疗.建议患者到医院给与彩超仔细检查.明确结石大小后给与决定合适的治疗方案。此外治疗之外，患者日常需要规律作息、做好防寒保暖工作、日常饮食多吃清淡稀软的食物、勤通风和多喝热水，以此来增强体质预防疾病的发生。"}
{"text": "肾结石怎么样治疗好，我今年39岁，女，这几天小便的时候疼，也不知道怎么回事，去医院检查是肾结石，请问；肾结石怎么治疗好？，你现在是患肾结石的，这个时候你是可以使用保守的治疗方式，平时最好要多喝水，小的结石会随着尿液排出来体外，平时自己最好也是要多休息的，大的结石是可以进行体外击碎的。此外治疗之外，患者日常需要规律作息、做好防寒保暖工作、日常饮食多吃清淡稀软的食物、勤通风和多喝热水，以此来增强体质预防疾病的发生。"}
{"text": "得了慢性结肠炎吃什么药好，女，27岁，这几天大便的时候有破皮的情况，还有些粘稠，有疼痛感，去仔细检查说是结肠炎，请问得了慢性结肠炎吃什么药好，得了慢性结肠炎，总是拉肚子，你这个情况可以吃点对症药物，最好还是用点儿中药进行调养，中药调理慢性腹泻效果比较好，不同病因引发不同的症状，患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗。此外患者日常需要规律作息、做好防寒保暖工作、日常饮食多吃清淡稀软的食物、勤通风和多喝热水。"}
{"text": "如果得了结肠炎这样的病怎么办，女，肚子不舒服半个月了，小腹总是觉着很胀，已经开始是拉稀然后是便秘，肚子也越来越胀，医院看说是得了肠炎，如果得了结肠炎这样的病怎么办，结肠炎的起因复杂，不同的种类的症状也有所不同。一般结肠炎会出现腹痛恶心呕吐现象，便秘精神不在状态，全身乏力，深度睡眠质量不好失眠多梦，慢性结肠炎主要的症状为早期主要为血性恶心呕吐，后期泻便秘交错出现，尿血、干呕现象出现。过敏性结肠炎主要表现腹痛、腹痛、恶心呕吐、便秘、粘液便，神经功能紊乱状态。"}
{"text": "得了结肠炎怎么办疗效好，女，肚子不舒服半个月了，小腹总是觉着很胀，已经开始是拉稀然后是便秘，肚子也越来越胀，医院看说是得了肠炎，得了结肠炎怎么办疗效好，建议的话做个肠镜仔细检查为好，明确对症下药进行治疗。1、少吃多餐，防止过饱或过饥；2、吃易补充的，含足够多的热量，蛋白质和维生素的食物，如稀饭，细面条，牛奶，软米饭，豆浆，菜等；3、病人宜多吃无渣食物，为防止大便干燥，还需常吃些琼脂，香蕉，蜂蜜等能润肠的食物；4、禁吃对溃疡面有刺激的过酸和过甜的食物，如辣椒，生葱，生蒜，提炼果汁，咖啡，酒，浓茶等。5、日常饮食宜采取软而容易吸收，极富营养的食物.忌食有刺激性的食物.不吃极冷、油腻、辛辣食物，戒烟酒。"}
{"text": "得了结肠炎症应该怎么办，男，29岁，下腹部一直感觉到疼痛的厉害，食欲也特别的不好，什么都不想吃，还觉着身上也特别的热，没力气。请问得了结肠炎症应该怎么办，得了结肠炎，有大便出血的情况，这一般可用药物治疗的。建议你根据医生指导选择合适的药物来治疗。平时要注意自己的饮食，尽量清淡些，不要吃辛辣刺激的食物。不同病因引发不同的症状，患者需要根据自身病情尽快到正规三甲医院进行系统规范的检查，这样才能对症治疗。此外患者日常需要规律作息、做好防寒保暖工作、日常饮食多吃清淡稀软的食物、勤通风和多喝热水。"}
{"text": "患结肠炎快半年了怎么办才好，女，28岁，这几天大便的时候有破皮的情况，还有些粘稠，有疼痛感，去仔细检查说是结肠炎，请问患结肠炎快半年了怎么办才好，可能是有点肠炎或肠功能内分泌失调症状，这种情况可以喝点大米粥、米汤，对肠胃有好处，防止吃辣、油腻、着凉如果出现拉肚子或腹部不舒服可以用点止泻药或消炎药。平时可以口服益生菌的药调养一下肠道。也可以吃点助补充的药。疾病的治疗方法有很多，但是由于患者病情不同所以采取的医治方法也就不一样，因此需要患者尽快去专业医院进行详细检测，才能对症下药。"}
{"text": "射精后腰疼是肾亏的症状吗，男，33岁，发现这个症状已经很久了，但是这个情况一直就没有好转，想去医院系统的做个检查看看，请问射精后腰疼是肾亏的症状吗，射精以后出现腰痛的情况可能是精囊炎引起的症状，也有可能是前列腺炎引起的症状。当然肾气亏虚，也会出现这样的问题。个人建议你到正规医院的泌尿外科针对精囊炎，前列腺炎认真的检查一下，如果具有炎症的话，采用清热利湿，通淋利尿的中成药持续治疗四到八周，如果没的话可以口服一些补肾益气的药物。"}
{"text": "多发性肾结石怎么办好，我三十二岁，男最近上厕所的时候特别疼，去医院仔细检查诊断了肾结石，请问多发性肾结石怎么办好，肾结石会引发阻塞，而引来肾盂积水，破碎后上行不能够正常剔除。就会卡在输尿管，而构成输尿管结石的。如果已经实施碎石的话，最好采用肾镜的激光治疗，然后在下引流管，这样效果会更好一些的。碎石的话，易发或者过大，效果并不好。患者日常要养成良好的生活习惯，规律作息，禁烟酒，多增加日常锻炼以此来提高患者免疫力，避免病情复发。"}
{"text": "肾结石的原因是什么，我二十二，男本来身体很好的，腰部突然的疼痛，后来疼痛的我忍不住了，我才去了医院做了下b超和尿常规仔细检查，医生说我这是得了肾结石，请问肾结石的原因是什么，1：比如菠菜、豆类、茶叶、土豆等这些大家普遍爱吃的食物，都恰好是含草酸较高的食物。除了各种肉类，尤其是肥猪肉，都是含脂肪较多的，吃的多了脂肪就会升高，使肠道中可融合的钙变少，如果代谢功能出现故障，比如水喝的很少但是流汗一些，那么肾结石很可能就在这种情况下构成。2：由于南方的气候炎热也与结石的再次发生有的关系。3：糖是人体的重要养分，所以要经常足量的增选，如果瞬间增强太多，特别是乳糖，它更加会增进钙的炼化，也会致使草酸钙在体内存积从而构成尿结石。"}
{"text": "左肾结石已体外碎石未排出怎么办，我二十七，男本来身体很好的，腰部突然的疼痛，后来疼痛的我忍不住了，我才去了医院做了下b超和尿常规仔细检查，医生说我这是得了肾结石，请问左肾结石已体外碎石未排出怎么办，根据你的情况月24日输尿管结石1.1cm，实施了体外碎石，最近彩超仍没排出来综合评价以上所诉，你这样情况，再作体外碎石，如果总是不行了，可以去当地城市独一张实施调养，结石也会消失患者要养成规律作息的生活好习惯，坚持治疗，并且要清淡饮食多做有氧运动，这样才能提供自身免疫力降低患病风险。"}
{"text": "肾结石是什么原因造成，我三十一岁，男最近上厕所的时候特别疼，去医院仔细检查诊断了肾结石，请问肾结石是什么原因造成，是因为体内的尿中晶体物质浓度下降或溶解度减低致使的，一旦发现自己患肾结石的时候就最好去医院及时的仔细检查，平时留意影响食用所含草酸的食物，留意及时的歇息，多饮水。患者要养成规律作息的生活好习惯，坚持治疗，并且要清淡饮食多做有氧运动，这样才能提供自身免疫力降低患病风险。"}
{"text": "左肾结石合并肾盂重度结水需要做手术吗影，我二十三岁，男最近这几个月，每次尿尿的时候，有点排尿不畅，很疼的感觉，跟针刺似的，非常痛，每次尿完都要抖几下，尿分叉，请问左肾结石合并肾盂重度结水需要做手术吗影，如果是结石引来的肾积水的话，只要结石排出来了，积水也就消失了。肾结石的解决有一些方法，有微创的经皮肾镜，或体外高压电流。也可以对外开放。最大的风险就是肾摘除。根据结石的大小选择治疗方案，低于0.7cm的可自行排出来，0.7到3cm的可体外碎石，大于3cm的可以考量手术。"}
{"text": "肾结石都有哪些治疗方法，我二十一岁，男这段时间总会出现腰酸背痛的情况，刚开始以为是干活累着了，但是现在病情越来越严重，检查是得了肾结石，请问肾结石都有哪些治疗方法，根据你的病情与叙述。这一复检尿常规，肾功能，明确肾功能的情况。目前有肾结石最大为两厘米。可以行微创钬激光治疗，如结石拿出需要有困难时，可以实施经皮肾镜，经皮肾镜结石拿出术。在治疗期间患者需要做的饮食有节，规律作息积极参加体育锻炼，调节身心健康，保持自身卫生.避免因抵抗力下降而导致细菌入侵。"}
{"text": "肾结石什么方法治疗有效，我三十二岁，男最近上厕所的时候特别疼，去医院仔细检查诊断了肾结石，请问肾结石什么方法治疗有效，需要有根据肾结石结石的大小、排列、数量来实施综合评价的推测制订治疗方案。如果5mm药物排石救治。5～10mm体外冲击波碎石；10～20mm输尿管软镜碎石手术救治；20mm以上决定经皮肾碎石救治。患者日常要养成良好的生活习惯，规律作息，禁烟酒，多增加日常锻炼以此来提高患者免疫力，避免病情复发。"}
{"text": "做过右肾结石微创手术后，男今年42岁，我五年前做过严重的肾结石手术，现在手术位子跟以前差别不大，但是我现在感觉头有时常悬昏、好象心里感觉有吐。请问我想知道做过右肾结石微创手术后，你这种情况需要有考虑是术后继发的泌尿道传染，传染的情况和你残余结石以及肾积水是有关系的。目前建议要检查一下尿常规，抽血查一下血常规，如果确实是拥有传染引来的发烫，那么你需要有去医院挂泌尿外科门诊，打消炎针先消炎治疗，传染压制后再互相配合药物排石治疗。"}